Repository: Namoz007/stat-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

source: Higher education
ru: Высшее образование
uz: Oliy ta'lim

source: Settings
ru: Настройки
uz: Sozlamalar

source: All
ru: Все
uz: Barchasi

source: App Theme
ru: Тема заявки
uz: Ilova mavzusi

source: Number of higher education institutions
ru: Количество высших учебных заведений
uz: Oliy ta'lim muassasalar soni

# numberOfProfessors
source: Number of professors and teachers
ru: Количество профессорско-преподавательского состава
uz: Professor-o'qituvchilar soni

source: Number of students
ru: Количество студентов
uz: Talabalar soni

source: Professional education
ru: Профессиональное образование
uz: Professional ta'lim

source: Colleges
ru: Колледжи
uz: Kollejlar

source: Technical schools
ru: Техникумы
uz: Texnikumlar

source: Admission
ru: Прием
uz: Qabul

source: Admission statistics
ru: Статистика приема
uz: Qabul statistikasi

source: Bachelor
ru: Бакалавриат
uz: Bakalavr

# masters
source: Master's degree
ru: Магистратура
uz: Magistratura

source: Academic lyceum
ru: Академический лицей
uz: Akademik litsey

source: Second specialty
ru: Вторая специальность
uz: Ikkinchi mutaxassislik

source: Transfer study
ru: Перевод обучения
uz: O'qishni ko'chirish

# total
source: General
ru: Всего
uz: Umumiy

source: Students
ru: Студенты
uz: Talabalar

source: Teachers
ru: Преподаватели
uz: O'qituvchilar

source: Universities
ru: Вузы
uz: OTMlar

source: Foreign
ru: Иностранный
uz: Xorijiy

source: Non-governmental
ru: Неправительственный
uz: Nodavlat

source: Governmental
ru: Состояние
uz: Davlat

source: Male
ru: Мужской
uz: Erkak

source: Female
ru: Женский
uz: Ayol

# numberOfUniversitiesByType
source: Number of universities by organizational type
uz: OTMlar soni tashkiliy turi bo'yicha

source: Number of students by gender
uz: Talabalar soni jins kesimida

# overall
source: Total
uz: Jami

source: Number of students by education type
uz: Talabalar soni ta'lim turi kesimida

# ordinatura
source: Residency
uz: Ordinatura

source: Number of students by course
uz: Talabalar soni kurs kesimida

source: Number of students by payment type
uz: Talabalar soni to'lov shakli kesimida

source: Number of students by education form
uz: Talabalar soni ta'lim shakli kesimida

# studentsByUniversityLocation
source: Number of students by university location
uz: Respublikada ta'lim olayotgan talabalar soni OTM joylashgan hudud kesimida

# top5StudentDenseRegions
source: Top 5 most densely populated regions by students
uz: Talabalar eng zich joylashgan top 5 ta hudud

# top5QualifiedGraduatingRegions
source: Top 5 regions producing the most qualified graduates
uz: Eng ko'p oliy ma'lumotli kadrlar yetichib chiqayotgan top 5 ta hudud

# studentsByPermanentRegion
source: Number of students by permanent residence region
uz: Respublikada ta'lim olayotgan talabalar soni doimiy yashash viloyati kesimdia

# top5UniversitiesByStudentCount
source: Top 5 universities by number of students
uz: Talabalar soni bo'yicha TOP 5 ta universitet

# studentsByOwnershipType
source: Number of students by university ownership
uz: Talabalar soni OTM mulkchilik shakli kesimida

source: Professors by gender
ru: Преподаватели по полу
uz: Professor-o'qituvchilar jins kesimida

source: Students by payment form
ru: Студенты по форме оплаты
uz: Talabalar soni to'lov shakli kesimida

source: Age
ru: Возраст
uz: Yoshi

source: Payment form
ru: Форма оплаты
uz: To'lov shakli

source: Courses
ru: Курсы
uz: Kurslar

source: Citizenship
ru: Гражданство
uz: Fuqaroligi

source: Education form
ru: Форма обучения
uz: Ta'lim shakli

source: Education type
ru: Тип образования
uz: Ta'lim turi

# residenceRegion
source: Region of residence
ru: Регион проживания
uz: Yashash hududi

source: By regions
ru: По региону
uz: Hududlar kesimida

source: By gender
ru: По полу
uz: Jinsi bo'yicha

source: Director
ru: Лидер
uz: Rahbar

source: Teachers by gender
ru: Преподаватели (по полу)
uz: O'qituvchilar (jinsi bo'yicha)

source: Teachers by scientific qualification
ru: Преподаватели по научной квалификации
uz: O'qituvchilar ilmiy salohiyati bo'yicha

# teachersByDegree
source: Teachers by academic degree
ru: Преподаватели по ученой степени
uz: O'qituvchilar ilmiy daraja bo'yicha

# teachersByTitle
source: Teachers by academic title
ru: Преподаватели по ученому званию
uz: O'qituvchilar ilmiy unvon bo'yicha

source: By position
ru: По должности
uz: Lavozim bo'yicha

source: By work type
ru: По характеру занятости
uz: Mehnat shakli bo'yicha

source: Citizenship by work type
ru: Гражданство по характеру занятости
uz: Fuqarolik mehnat shakli bo'yicha

source: Teachers by age
ru: Преподаватели по возрасту
uz: O'qituvchilar yoshi bo'yicha

source: Details
ru: Подробно
uz: Batafsil

source: Statistics
ru: Статистика
uz: Statistikasi

source: Official website
ru: Официальный сайт
uz: Rasmiy veb sahifasi

source: Address
ru: Адрес
uz: Manzil

source: Official social media
ru: Официальные социальные сети
uz: Rasmiy ijtimoiy tarmoqlar

source: Route
ru: Маршрут
uz: Marshrut

source: App language
ru: Язык приложения
uz: Ilova tili

source: Call Admin
ru: Позвонить администратору
uz: Bog'lanish

source: Vocational education
ru: Профессиональное образование
uz: Kasb ta'lim

# studentsInVocational
source: Students
ru: Учащиеся
uz: O'quvchilar

# institutionsList
source: Institutions
ru: Учреждения
uz: Muassasalar

# collegesList
source: Colleges
ru: Колледжи
uz: Kollejlar

# technicalSchoolsList
source: Technical schools
ru: Техникумы
uz: Texnikumlar

# vocationalInstitutionsList
source: List of vocational education institutions
ru: Список профессиональных образовательных учреждений
uz: Professional ta'lim muassasalari ro'yxati

# searchInstitutionHint
source: Enter the name of the institution to search...
ru: Введите название учреждения для поиска...
uz: Qidirish uchun muassasa nomini kiriting...

source: Vocational school
ru: Профессиональная школа
uz: Kasb-hunar maktabi

source: year
ru: год
uz: yil

# firstCourse
source: 1-course
ru: 1-курс
uz: 1-kurs

# secondCourse
source: 2-course
ru: 2-курс
uz: 2-kurs

# thirdCourse
source: 3-course
ru: 3-курс
uz: 3-kurs

# fourthCourse
source: 4-course
ru: 4-курс
uz: 4-kurs

# fifthCourse
source: 5-course
ru: 5-курс
uz: 5-kurs

# sixthCourse
source: 6-course
ru: 6-курс
uz: 6-kurs

# seventhCourse
source: 7-course
ru: 7-курс
uz: 7-kurs

source: State grant
ru: Государственный грант
uz: Davlat granti

source: Contract-based
ru: Контрактное обучение
uz: To'lov kontrakti

source: Evening
ru: Вечернее
uz: Kechki

source: External
ru: Заочное
uz: Sirtqi

source: Remote
ru: Дистанционное
uz: Masofaviy

source: Special external
ru: Специальное заочное
uz: Maxsus sirtqi

source: Joint
ru: Совместное
uz: Qo'shma

source: Joint (external)
ru: Совместное (заочное)
uz: Qo'shma (sirtqi)

source: Joint (daytime)
ru: Совместное (дневное)
uz: Qo'shma (kunduzgi)

source: Daytime
ru: Дневное
uz: Kunduzgi

source: Second higher (external)
ru: Второе высшее (заочное)
uz: Ikkinchi oliy(sirtqi)

source: Second higher (evening)
ru: Второе высшее (вечернее)
uz: Ikkinchi oliy(kechki)

source: Second higher (daytime)
ru: Второе высшее (дневное)
uz: Ikkinchi oliy(kunduzgi)

source: University
ru: Университет
uz: Universitet

source: Institute
ru: Институт
uz: Institut

source: Branch
ru: Филиал
uz: Filial

source: Academy
ru: Академия
uz: Akademiya

source: Andijan region
ru: Андижанская область
uz: Andijon viloyati

source: Bukhara region
ru: Бухарская область
uz: Buxoro viloyati

source: Fergana region
ru: Ферганская область
uz: Farg'ona viloyati

source: Jizzakh region
ru: Джизакская область
uz: Jizzax viloyati

source: Namangan region
ru: Наманганская область
uz: Namangan viloyati

source: Navoiy region
ru: Навоийская область
uz: Navoiy viloyati

# qashqadaryaRegion
source: Kashkadarya region
ru: Кашкадарьинская область
uz: Qashqadaryo viloyati

# karakalpakstan
source: Republic of Karakalpakstan
ru: Республика Каракалпакстан
uz: Qoraqalpog'iston Resp.

source: Samarkand region
ru: Самаркандская область
uz: Samarqand viloyati

source: Tashkent city
ru: г. Ташкент
uz: Toshkent shahri

source: Tashkent region
ru: Ташкентская область
uz: Toshkent viloyati

source: Khorezm region
ru: Хорезмская область
uz: Xorazm viloyati

# economicsUniversity
source: Tashkent State University of Economics
ru: Ташкентский государственный экономический университет
uz: Toshkent davalt iqtisodiyot universiteti

# chemistryUniversity
source: Tashkent International University of Chemistry
ru: Ташкентский международный университет химии
uz: Toshkent Kimyo xalqaro universiteti

# nationalUniversity
source: National University of Uzbekistan
ru: Национальный университет Узбекистана
uz: O‘zbekiston Milliy universiteti

source: ISFT Institute
ru: Институт ISFT
uz: ISFT instituti

# ferganaUniversity
source: Fergana State University
ru: Ферганский государственный университет
uz: Farg‘ona davlat universiteti

source: Above 30
ru: Старше 30 лет
uz: 30-yoshdan oshgan

source: Below 30
ru: Младше 30 лет
uz: 30 yoshdan kichik

# noCitizenship
source: Stateless person
ru: Лицо без гражданства
uz: Fuqaroligi yo'q shaxslar

# uzbekCitizen
source: Citizen of Uzbekistan
ru: Гражданин Узбекистана
uz: O'zbekiston Respublikasi fuqarosi

source: Foreign citizen
ru: Иностранный гражданин
uz: Xorijiy davlat fuqarosi

source: Dean
ru: Декан
uz: Dekan

# departmentHead
source: Head of department
ru: Заведующий кафедрой
uz: Kafedra mudiri

source: No degree
ru: Без степени
uz: Darajasiz

# hasDegree
source: With degree
ru: Со степенью
uz: Darajali

# dsc
source: Doctor of Science (DSc)
ru: Доктор наук (DSc)
uz: Fan doktori, DSc

source: PhD
ru: Кандидат наук (PhD)
uz: Fan nomzodi, PhD

source: Docent
ru: Доцент
uz: Dotsent

source: Senior researcher
ru: Старший научный сотрудник
uz: Katta ilmiy xodim

source: No title
ru: Без звания
uz: Unvonsiz

source: Assistant
ru: Ассистент
uz: Assistent

source: Senior lecturer
ru: Старший преподаватель
uz: Katta o'qituvchi

source: Trainee teacher
ru: Стажер-преподаватель
uz: Stajer-o'qituvchi

source: Main workplace
ru: Основное место работы
uz: Asosiy ish joy

# ageAbove60
source: Above 60
ru: Старше 60 лет
uz: 60 yoshdan yuqori

# ageUnder30
source: Under 30
ru: Младше 30 лет
uz: 30 yoshgacha

source: Rented house
ru: Арендованное жилье
uz: Ijaradagi uyda

source: Own house
ru: Собственный дом
uz: O‘z uyida

# relativeHouse
source: Relative's house
ru: Дом родственника
uz: Qarindoshining uyida

source: Dormitory
ru: Общежитие
uz: Talabalar turar joyida

# friendHouse
source: Friend's house
ru: Дом друга
uz: Tanishining uyida

source: Vocational schools
ru: Профессиональные школы
uz: Kasb-hunar maktablari

source: Under 18
ru: Несовершеннолетние
uz: Voyaga yetmagan shaxslar

source: Other
ru: Другое
uz: Boshqa

source: Under 20
ru: Младше 20 лет
uz: 20 yoshdan kichik

source: Above 20
ru: Старше 20 лет
uz: 20 yoshdan katta

source: Men
ru: Мужчины
uz: Erkaklar

source: Women
ru: Женщины
uz: Ayollar

source: Hostel
ru: Хостел
uz: Yotoqxonada

source: Surxondaryo region
ru: Сурхандарьинская область
uz: Surxondaryo viloyati

source: Sirdaryo region
ru: Сырдарьинская область
uz: Sirdaryo viloyati

# unders20
source: Under 20 years old
ru: Младше 20 лет
uz: 20 yoshdan kichiklar

# overs20
source: Over 20 years old
ru: Старше 20 лет
uz: 20 yoshdan kattalar

source: Technical school
ru: Техникум
uz: Texnikum

source: College
ru: Колледж
uz: Kollej

source: Main
ru: Основной
uz: Asosiy

source: Doctoral studies
ru: Докторантура
uz: Doktorantura

# ownership_form
source: Form of ownership,m
ru: Форма собственности
uz: Mulkchilik shakli

source: Rector
ru: Ректор

source: Professor
ru: Профессор

source: Dual
ru: Двойное
